Repository: sikaxn/scoreboard
Catalog: smartScoreboard/Localizable.xcstrings
Source language: en
Languages: zh_hans

source: Debate controls follow the segment flow chosen in Game Setup. Use this panel to start or return to the active segment timer, move between segments, switch active sides for dual-clock blocks, and reset only after timers are paused.
zh_hans: 辩论控制会遵循“比赛设置”中选择的环节流程。使用此面板开始或返回当前环节计时、在环节之间移动、为双计时模块切换当前方，并且只在计时暂停后重置。

source: Debate Designer
zh_hans: 辩论设计器

source: Debate Designer needs the wider landscape layout for segment editing, timers, side controls, and action buttons.
zh_hans: 辩论设计器需要更宽的横屏布局来编辑环节、计时器、双方控制和操作按钮。

source: Debate Designer remains available on iPhone after rotating to landscape.
zh_hans: 将 iPhone 旋转到横屏后即可使用辩论设计器。

source: Debate Format
zh_hans: 辩论赛制

source: Debate Prep Adjust
zh_hans: 辩论准备调整

source: Debate Prep Reset
zh_hans: 辩论准备重置

source: Debate Prep Start
zh_hans: 辩论准备开始

source: Debate Prep Stop
zh_hans: 辩论准备停止

source: Debate Prep Toggle
zh_hans: 辩论准备切换

source: Debate Preset
zh_hans: 辩论预设

source: Debate Round Reset
zh_hans: 辩论回合重置

source: Debate Segment
zh_hans: 辩论环节

source: Debate Segment Reset
zh_hans: 辩论环节重置

source: Debate Segment Start
zh_hans: 辩论环节开始

source: Debate Segment Stop
zh_hans: 辩论环节停止

source: Debate segment timer with no side reaches zero
zh_hans: 未指定任一方的辩论环节计时归零

source: Debate segment timer with no side starts
zh_hans: 未指定任一方的辩论环节计时开始

source: Debate segment timer with no side stops
zh_hans: 未指定任一方的辩论环节计时停止

source: Debate Segments
zh_hans: 辩论环节

source: Debate Setup
zh_hans: 辩论设置

source: Debate Side Set
zh_hans: 辩论方设置

source: Debate Side Switch
zh_hans: 辩论方切换

source: Debate Speakers
zh_hans: 辩论选手

source: Debate Templates
zh_hans: 辩论模板

source: Debate Timer Adjust
zh_hans: 辩论计时调整

source: Debate Timer Toggle
zh_hans: 辩论计时切换

source: Deep arena-style horn
zh_hans: 低沉场馆号角

source: Default
zh_hans: 默认

source: Default scoreboard sound
zh_hans: 默认记分牌声音

source: Delete
zh_hans: 删除

source: Delete game file
zh_hans: 删除比赛文件

source: Delete Log Session
zh_hans: 删除日志会话

source: Delete Selected
zh_hans: 删除所选

source: Delete the log session from %@?
zh_hans: 删除 %@ 的日志会话？

source: Deletes local app data and returns Scoreboard to its first-launch defaults.
zh_hans: 删除本地 App 数据，并将 Scoreboard 恢复为首次启动默认状态。

source: Deletes local Remote Display pairing data and returns this Apple TV display app to first-launch defaults.
zh_hans: 删除本地远程显示配对数据，并将此 Apple TV 显示应用恢复为首次启动默认状态。

source: Demo and Docs
zh_hans: 演示和文档

source: Descending stop tone
zh_hans: 下行停止提示音

source: Descending Tone
zh_hans: 下降音

source: Details
zh_hans: 详情

source: Diagonal Marquee
zh_hans: 对角跑马灯

source: Disabled
zh_hans: 已停用

source: Disconnect
zh_hans: 断开连接

source: Disconnected
zh_hans: 已断开

source: Disconnected from %@.
zh_hans: 已与 %1$@ 断开连接。

source: Disconnecting
zh_hans: 断开中

source: Dismiss
zh_hans: 关闭

source: Dismiss Companion failure
zh_hans: 关闭 Companion 失败提示

source: Dismiss Remote Display warning
zh_hans: 关闭远程显示警告

source: Display
zh_hans: 显示

source: Display %d
zh_hans: 显示 %d

source: Display Control
zh_hans: 显示控制

source: Display Date & Time
zh_hans: 显示日期和时间

source: Display Direction
zh_hans: 显示方向

source: Display Direction is the base left/right orientation for the screen you are setting up. A control board, projector, TV, or paired Remote Display may face the court, field, stage, or players from different sides, so Home Left on one screen may need to be Guest Left on another. Swap Sides is still a live-game control: it flips the current matchup on top of each screen's base direction, including Remote Displays that have their own direction set in Integration.
zh_hans: “显示方向”是你正在设置的屏幕的基础左右方向。控制面板、投影仪、电视或配对的远程显示可能从不同方向面对球场、场地、舞台或选手，因此某个屏幕上的“主队在左”可能在另一个屏幕上需要设为“客队在左”。“交换双方”仍是实时比赛控制：它会在每个屏幕的基础方向上翻转当前对阵，包括在“集成”中单独设置了方向的远程显示。

source: Display ID
zh_hans: 显示 ID

source: Display Mode
zh_hans: 显示模式

source: Display Pairing
zh_hans: 显示配对

source: Display Preview
zh_hans: 显示预览

source: Displays
zh_hans: 显示设备

source: Distributed without warranty.
zh_hans: 本软件不提供任何担保。

source: Done
zh_hans: 完成

source: Double Beep
zh_hans: 双哔声

source: Double Bell
zh_hans: 双铃

source: Down
zh_hans: 下移

source: Dual
zh_hans: 双计时

source: Dual Clock
zh_hans: 双计时

source: Dual Clock %@ / %@ • %@
zh_hans: 双计时 %1$@ / %2$@ • %3$@

source: Dual Clock Segment
zh_hans: 双计时环节

source: Dual Clock Segments
zh_hans: 双计时环节

source: Dual Clock segments give each side its own countdown for cross-examination, flex prep, or side-controlled speaking time. Set the starting side and decide whether operators can switch the active side during the segment before saving the custom debate format.
zh_hans: 双计时环节会为双方分别提供倒计时，适用于交叉询问、弹性准备或由双方控制的发言时间。保存自定义辩论赛制前，请设置起始方，并决定操作员是否可以在该环节中切换当前方。

source: Dual side
zh_hans: 双侧计时

source: Duplicate Current Setup
zh_hans: 复制当前设置

source: Duration
zh_hans: 时长

source: Each block becomes one step in the live debate timer. Add speeches, crossfires, prep breaks, or side-clock segments in the order they should run.
zh_hans: 每个模块都会成为实时辩论计时器中的一步。按运行顺序添加演讲、交叉质询、准备休息或分方计时环节。

source: Each saved or connected Remote Display can use its own direction because screens may be mounted on opposite sides of the court, field, room, or player area. Set the direction here for that physical display, then use Swap Sides during the game only when the teams or sides need to flip live across every output.
zh_hans: 每个已保存或已连接的远程显示都可以使用自己的方向，因为屏幕可能安装在球场、场地、房间或选手区域的相对两侧。请在此为该物理显示设备设置方向；比赛中只有在队伍或双方需要在所有输出上实时翻转时才使用“交换双方”。

source: Edit
zh_hans: 编辑

source: Edit %@ penalty player
zh_hans: 编辑%1$@罚时球员

source: Edit Background
zh_hans: 编辑背景

source: Edit player number, display name, and active lineup status for the first side.
zh_hans: 编辑第一方的球员号码、显示名称和上场阵容状态。

source: Edit player number, display name, and active lineup status for the second side.
zh_hans: 编辑第二方的球员号码、显示名称和上场阵容状态。

source: Edit teams, period, and clock defaults before opening the live control board.
zh_hans: 打开实时控制面板前，编辑队伍、阶段和计时默认值。

source: Email
zh_hans: 电子邮件

source: Enable a separate shot or serve timer and configure how it resets.
zh_hans: 启用单独的进攻或发球计时器，并配置其重置方式。

source: Enable a separate shot timer and configure how it resets.
zh_hans: 启用独立进攻计时，并配置其重置方式。

source: Enable Companion
zh_hans: 启用 Companion

source: Enable Custom Display Control
zh_hans: 启用自定义显示控制

source: Enable HTTP 5516 and WebSocket 5517
zh_hans: 启用 HTTP 5516 和 WebSocket 5517

source: Enable local network access for Scoreboard in system settings.
zh_hans: 请在系统设置中为 Scoreboard 启用本地网络访问。

source: Enable Match Timer
zh_hans: 启用比赛计时

source: Enable period tracking and define the labels shown on the board.
zh_hans: 启用阶段跟踪，并定义记分牌上显示的标签。

source: Enable Player Tracking
zh_hans: 启用球员跟踪

source: Enable player tracking and choose whether debate players carry fouls or cards.
zh_hans: 启用球员跟踪，并选择辩论选手是否记录犯规或红黄牌。

source: Enable player tracking, lineup style, and player-specific state.
zh_hans: 启用球员跟踪、阵容样式和球员状态。

source: Enable Player/Foul Tracking
zh_hans: 启用球员/犯规跟踪

source: Enable Prep Time
zh_hans: 启用准备时间

source: Enable Remote Display Pairing
zh_hans: 启用远程显示配对

source: Enable Remote Display Pairing first
zh_hans: 请先启用远程显示配对

source: Enable Score Tracking
zh_hans: 启用比分跟踪

source: Enable Secondary Timer first to use the possession arrow.
zh_hans: 请先启用“辅助计时器”，才能使用控球箭头。

source: Enable Shot Clock first to use the possession arrow.
zh_hans: 先启用进攻计时，才能使用球权箭头。

source: Enabled
zh_hans: 已启用

source: Enabled Displays
zh_hans: 已启用显示

source: Enabled Displays is shared with Web API Custom Display Control. Changes here are mirrored on the Web API page.
zh_hans: “已启用显示”与 Web API 自定义显示控制共享。在这里的更改会同步显示到 Web API 页面。

source: Enter
zh_hans: 进入

source: Enter a Companion port from 1 to 65535.
zh_hans: 请输入 1 到 65535 之间的 Companion 端口。

source: Enter a valid Companion HTTP host.
zh_hans: 请输入有效的 Companion HTTP 主机。

source: Enter a valid Companion location in page:row:column format.
zh_hans: 请输入有效的 Companion 位置，格式为 page:row:column。

source: Enter page:row:column. Page must be 1 or higher; row and column must be 0 or higher.
zh_hans: 请输入 page:row:column。Page 必须大于等于 1；row 和 column 必须大于等于 0。

source: Enter Remote Display Mode
zh_hans: 进入远程显示模式

source: Enter the %d-digit pairing code shown on %@.
zh_hans: 请输入 %2$@ 上显示的 %1$d 位配对码。

source: Enter the Companion IP address or host before event triggers can send commands.
zh_hans: 请输入 Companion IP 地址或主机名，然后事件触发器才能发送命令。

source: Enter the Companion IP address or host.
zh_hans: 请输入 Companion IP 地址或主机名。

source: Enter this code on the operator device. The code refreshes automatically while waiting to pair.
zh_hans: 请在操作设备上输入此代码。等待配对时，代码会自动刷新。

source: event
zh_hans: 个事件

source: Event
zh_hans: 赛事

source: Event Commands
zh_hans: 事件命令

source: Event Count
zh_hans: 事件数

source: Event Logo
zh_hans: 赛事标志

source: Event Name
zh_hans: 赛事名称

source: Event Sounds
zh_hans: 事件声音

source: events
zh_hans: 个事件

source: Exit Display Mode
zh_hans: 退出显示模式

source: Export
zh_hans: 导出

source: Export CSV
zh_hans: 导出 CSV

source: Export game file
zh_hans: 导出比赛文件

source: Export JSON
zh_hans: 导出 JSON

source: External Display
zh_hans: 外部显示

source: External Display Background
zh_hans: 外部显示背景

source: External Display Live
zh_hans: 外部显示正在直播

source: External Display Ready
zh_hans: 外部显示已就绪

source: External Scoreboard
zh_hans: 外部记分牌

source: F -
zh_hans: 犯规 -

source: F %lld
zh_hans: 犯规 %lld

source: F +
zh_hans: 犯规 +

source: Factory Default
zh_hans: 恢复出厂默认值

source: Factory Default App
zh_hans: 恢复应用出厂默认值

source: Fade Page Time
zh_hans: 页面淡出时间

source: Failed
zh_hans: 失败

source: FAILED
zh_hans: 失败

source: Fast high double beep
zh_hans: 快速高音双哔声

source: File
zh_hans: 文件

source: File Error
zh_hans: 文件错误

source: File: %@
zh_hans: 文件：%@

source: Files
zh_hans: 文件

source: Files are stored locally on this device and served read-only at /user while the Web API is running. Edit the files in Files or Finder, and add index.html at the root or inside a folder.
zh_hans: 文件会存储在此设备本地，并在 Web API 运行时以只读方式通过 /user 提供。请在“文件”App 或 Finder 中编辑文件，并在根目录或文件夹中添加 index.html。

source: Files Location
zh_hans: 文件位置

source: Final Speech
zh_hans: 最终发言

source: First Side
zh_hans: 第一方

source: Fixed Interval
zh_hans: 固定间隔

source: Follow Main
zh_hans: 跟随主显示

source: Follow Main (ID 0)
zh_hans: 跟随主显示 (ID 0)

source: For Basketball, confirm the starting period, opening game clock, and shot-clock default before going live. The control board will expose score buttons, period controls, possession, shot-clock presets, and player tools based on this setup.
zh_hans: 对于篮球，请在上线前确认起始节次、开场比赛计时和进攻计时默认值。控制面板会根据此设置显示比分按钮、节次控制、球权、进攻计时预设和球员工具。

source: For Chess, choose the clock preset and confirm both starting clocks. The control board runs one active side clock at a time, so correct clock lengths and side names are the key setup choices before starting the match.
zh_hans: 对于国际象棋，请选择计时预设并确认双方起始计时。控制面板一次只运行一方的当前计时，因此正确的计时时长和双方名称是开赛前的关键设置。

source: For Custom, build the sport from modules: score behavior, clock mode, period labels, secondary timer, possession, player tracking, substitutions, penalty timers, and team counters. Turn on only the pieces operators need, then set the starting clock and period values before going live.
zh_hans: 自定义项目可从模块构建：计分行为、计时模式、节标签、辅助计时器、控球、球员跟踪、替补、罚时计时器和球队计数器。只启用操作员需要的部分，然后在上线前设置开始计时和起始节数。

source: For Custom, build the sport from modules: score behavior, clock mode, period labels, shot clock, possession, player tracking, substitutions, and team counters. Turn on only the pieces operators need, then set the starting clock and period values before going live.
zh_hans: 对于自定义比赛，请用模块构建运动项目：比分行为、计时模式、阶段标签、进攻计时、球权、球员跟踪、换人和队伍计数器。只开启操作员需要的部分，然后在上线前设置起始计时和阶段值。

source: For Debate, start by choosing a preset or Custom Debate, then verify side labels, segment order, prep time, scoring, and player tracking before opening the live board. The control board advances through these segments in order, so this setup page is where the round flow should be checked.
zh_hans: 对于辩论，请先选择预设或自定义辩论，然后在打开实时面板前确认双方标签、环节顺序、准备时间、计分和球员跟踪。控制面板会按顺序推进这些环节，因此应在此设置页检查完整轮次流程。

source: For Hockey, confirm the period and clock setup before puck drop. The live board adds side-specific penalty timers, so team names, period timing, and player details should be ready before penalties are tracked.
zh_hans: 对于冰球，请在开球前确认节次和计时设置。实时面板会添加双方专属罚时计时器，因此在跟踪罚时前应准备好队伍名称、节次计时和球员详情。

source: For Simple, choose the opening countdown and side names for a compact score-and-clock board. Use it when operators only need score, optional clock state, quick side swaps, and reset controls without sport-specific player or penalty tools.
zh_hans: 对于简易模式，请为紧凑的比分和计时记分牌选择开场倒计时和双方名称。当操作员只需要比分、可选计时状态、快速交换双方和重置控制，而不需要项目专属球员或罚时工具时使用它。

source: For Soccer, set halves, the match clock, team names, substitution allowances, and player tracking before kickoff. The live board uses those choices for score, cards, lineups, swaps, and the public player display.
zh_hans: 对于足球，请在开球前设置半场、比赛计时、队伍名称、换人次数和球员跟踪。实时面板会用这些选择管理比分、红黄牌、阵容、换人和公开球员显示。

source: For Volleyball, choose best-of-3 or best-of-5, confirm the starting period, and keep the serve timer at 8 seconds for indoor rules. The live board records period winners, serving side, substitutions, cards, score, and optional match timing.
zh_hans: 排球项目可选择三局两胜或五局三胜，确认起始节，并按室内规则将发球计时器保持为 8 秒。实时面板会记录节胜、发球方、替补、红黄牌、比分和可选的比赛计时。

source: Forget Paired Devices
zh_hans: 忘记已配对设备

source: Forget Paired Devices?
zh_hans: 忘记已配对设备？

source: Format
zh_hans: 格式

source: Format Title
zh_hans: 赛制标题

source: Foul -
zh_hans: 犯规 -

source: Foul +
zh_hans: 犯规 +

source: Foul Highlight
zh_hans: 犯规高亮

source: Foul Highlight Color
zh_hans: 犯规高亮颜色

source: Fouls
zh_hans: 犯规

source: FOULS
zh_hans: 犯规

source: Found %d display, %d connected.
zh_hans: 找到 %1$d 台显示设备，%2$d 台已连接。

source: Found %d display, %d paired.
zh_hans: 找到 %1$d 台显示设备，%2$d 台已配对。

source: Found %d displays, %d connected.
zh_hans: 找到 %1$d 台显示设备，%2$d 台已连接。

source: Found %d displays, %d paired.
zh_hans: 找到 %1$d 台显示设备，%2$d 台已配对。

source: Full App Backup
zh_hans: 完整 App 备份

source: Full Roster
zh_hans: 完整名单

source: Game
zh_hans: 比赛

source: Game Clock
zh_hans: 比赛计时

source: Game clock %@
zh_hans: 比赛计时 %1$@

source: Game Clock Adjust
zh_hans: 比赛计时调整

source: Game clock expired
zh_hans: 比赛计时结束

source: Game Clock Expired
zh_hans: 比赛计时结束

source: Game Clock Red At
zh_hans: 比赛计时变红阈值

source: Game Clock Reset
zh_hans: 比赛计时重置

source: Game Clock Toggle
zh_hans: 比赛计时切换

source: Game controls reflect the sport-specific setup chosen in Settings. Confirm clocks, sides, periods, and tracking options before using this panel during live play.
zh_hans: 比赛控制会反映“设置”中选择的运动专属配置。在实时比赛中使用此面板前，请确认计时、双方、阶段和跟踪选项。

source: Game file
zh_hans: 比赛文件

source: Game File
zh_hans: 比赛文件

source: Game File Create
zh_hans: 创建比赛文件

source: Game File Delete
zh_hans: 删除比赛文件

source: Game File Export
zh_hans: 导出比赛文件

source: Game File Import
zh_hans: 导入比赛文件

source: Game File Load
zh_hans: 载入比赛文件

source: Game File Rename
zh_hans: 重命名比赛文件

source: Game Files
zh_hans: 比赛文件

source: Game files preserve setups and live state. Logs keep a per-run audit trail for review or export.
zh_hans: 比赛文件会保存设置和实时状态。日志会保留每次运行的审计记录，便于查看或导出。

source: Game Running
zh_hans: 比赛进行中

source: Game Setup
zh_hans: 比赛设置

source: Game State
zh_hans: 比赛状态

source: Game Stopped
zh_hans: 比赛已停止

source: General
zh_hans: 常规

source: General Sample
zh_hans: 通用示例

source: Get Started
zh_hans: 开始使用

source: Getting Started
zh_hans: 入门

source: Global Sound
zh_hans: 全局声音

source: GNU General Public License v3.0
zh_hans: GNU 通用公共许可证 v3.0

source: Go to Control Board
zh_hans: 前往控制面板

source: Good
zh_hans: 良好

source: Grand Crossfire
zh_hans: 大交锋质询

source: Guest
zh_hans: 客队

source: GUEST
zh_hans: 客队

source: Guest Allowed
zh_hans: 客队可用

source: Guest Clock
zh_hans: 客队计时

source: Guest Clock Expired
zh_hans: 客队时钟结束

source: Guest Clock Start
zh_hans: 客队时钟开始

source: Guest Clock Stop
zh_hans: 客队时钟停止

source: Guest Color
zh_hans: 客队颜色

source: Guest Left
zh_hans: 客队在左

source: Guest or Side B prep time reaches zero
zh_hans: 客队或 B 方准备时间归零

source: Guest or Side B prep time starts
zh_hans: 客队或 B 方准备时间开始

source: Guest or Side B prep time stops
zh_hans: 客队或 B 方准备时间停止

source: Guest Prep Expired
zh_hans: 客队准备时间结束

source: Guest Prep Start
zh_hans: 客队准备时间开始

source: Guest Prep Stop
zh_hans: 客队准备时间停止

source: Guest Team
zh_hans: 客队

source: Guest Wins Period
zh_hans: 客队赢得本节

source: Guest, Side B, or speaking-side clock reaches zero
zh_hans: 客队、B 方或发言方时钟归零

source: Guest, Side B, or speaking-side clock starts
zh_hans: 客队、B 方或发言方时钟开始

source: Guest, Side B, or speaking-side clock stops
zh_hans: 客队、B 方或发言方时钟停止

source: H
zh_hans: 半场

source: Half
zh_hans: 半场

source: Halves and lineup cards
zh_hans: 半场和阵容牌

source: Handshake %d s
zh_hans: 握手 %1$d 秒

source: Help
zh_hans: 帮助

source: Hey, you found the bunny
zh_hans: 嘿，你找到了兔兔

source: Hidden
zh_hans: 已隐藏

source: Hide Settings Sidebar
zh_hans: 隐藏设置侧边栏

source: Hide Sidebar
zh_hans: 隐藏侧边栏

source: Hide Top Bar
zh_hans: 隐藏顶部栏

source: High Contrast
zh_hans: 高对比度

source: Hockey
zh_hans: 冰球

source: Hockey Controls
zh_hans: 冰球控制

source: Hockey controls use the period and clock setup, while side panels handle penalty timers. Use this panel for the main clock, period changes, side swaps, and resets after live play is paused.
zh_hans: 冰球控制使用节次和计时设置，双方侧栏则处理罚时计时器。实时比赛暂停后，可使用此面板处理主计时、节次更改、交换双方和重置。

source: Hockey Penalty Add
zh_hans: 添加冰球罚时

source: Hockey Penalty Adjust
zh_hans: 调整冰球罚时

source: Hockey Penalty Player
zh_hans: 冰球罚时球员

source: Hockey Penalty Remove
zh_hans: 移除冰球罚时

source: Hockey Penalty Toggle
zh_hans: 切换冰球罚时

source: Hockey Setup
zh_hans: 冰球设置

source: Hockey Siren
zh_hans: 冰球警报

source: Home
zh_hans: 主队

source: HOME
zh_hans: 主队

source: Home Allowed
zh_hans: 主队可用

source: Home Clock
zh_hans: 主队计时

source: Home Clock Expired
zh_hans: 主队时钟结束

source: Home Clock Start
zh_hans: 主队时钟开始

source: Home Clock Stop
zh_hans: 主队时钟停止

source: Home Color
zh_hans: 主队颜色

source: Home Left
zh_hans: 主队在左

source: Home or Side A prep time reaches zero
zh_hans: 主队或 A 方准备时间归零

source: Home or Side A prep time starts
zh_hans: 主队或 A 方准备时间开始

source: Home or Side A prep time stops
zh_hans: 主队或 A 方准备时间停止

source: Home Prep Expired
zh_hans: 主队准备时间结束

source: Home Prep Start
zh_hans: 主队准备时间开始

source: Home Prep Stop
zh_hans: 主队准备时间停止

source: Home Screen
zh_hans: 主屏幕

source: Home Team
zh_hans: 主队

source: Home Wins Period
zh_hans: 主队赢得本节

source: Home, Side A, or speaking-side clock reaches zero
zh_hans: 主队、A 方或发言方时钟归零

source: Home, Side A, or speaking-side clock starts
zh_hans: 主队、A 方或发言方时钟开始

source: Home, Side A, or speaking-side clock stops
zh_hans: 主队、A 方或发言方时钟停止

source: Horizontal
zh_hans: 水平

source: Horizontal Marquee
zh_hans: 水平跑马灯

source: HTTP %@, WebSocket %@, %@ connected WS clients.
zh_hans: HTTP %1$@，WebSocket %2$@，已连接 %3$@ 个 WS 客户端。

source: If you close Scoreboard or switch to another app, iPadOS may pause local web connections even if you did not force quit. Keep Scoreboard open during production use. When you return to the app, the Web API restarts automatically if it is still enabled.
zh_hans: 如果关闭 Scoreboard 或切换到其他 App，即使没有强制退出，iPadOS 也可能暂停本地网页连接。制作现场请保持 Scoreboard 打开。返回 App 后，如果 Web API 仍处于启用状态，它会自动重新启动。

source: Ignored
zh_hans: 已忽略

source: Import
zh_hans: 导入

source: Import game file
zh_hans: 导入比赛文件

source: Import or export both team rosters in one comma-separated file.
zh_hans: 用一个逗号分隔文件导入或导出双方队伍名单。

source: In Use
zh_hans: 使用中

source: In use by %@
zh_hans: 正由 %1$@ 使用

source: In-App Only
zh_hans: 仅限 App 内

source: Integration
zh_hans: 集成

source: Integration Selector
zh_hans: 集成选择器

source: Integration URL
zh_hans: 集成地址

source: iPad App Lifecycle
zh_hans: iPad App 生命周期

source: iPadOS paused the Web API while Scoreboard is not active. It will restart when you return to the app.
zh_hans: Scoreboard 不在活跃状态时，iPadOS 已暂停 Web API。返回 App 后它会重新启动。

source: iPhone and iPad may ask before changing the Home Screen icon.
zh_hans: iPhone 和 iPad 在更改主屏幕图标前可能会请求确认。

source: iPhone can enter Remote Display Mode. In portrait, keep this screen available for the pairing code; if an external display is connected, it will show the remote scoreboard output.
zh_hans: iPhone 可以进入远程显示模式。竖屏时，请保留此屏幕用于显示配对码；如果连接了外接显示器，它会显示远程记分牌输出。

source: Keep Bunny
zh_hans: 保留兔兔

source: Keep this limitation in mind when using Web API from iPad during a production session. iPadOS can suspend local network services after app switches, so the most reliable setup keeps Scoreboard open while external tools are connected.
zh_hans: 在 iPad 上的制作会话中使用 Web API 时，请注意此限制。iPadOS 可能会在 App 切换后暂停本地网络服务，因此最可靠的设置是在外部工具连接期间保持 Scoreboard 打开。

source: Landscape Required
zh_hans: 需要横屏

source: Last Error
zh_hans: 上次错误

source: Last update
zh_hans: 最后更新

source: Last Update
zh_hans: 最后更新

source: Leave the external display background unfilled outside the scoreboard.
zh_hans: 记分牌外的外部显示背景保持透明。

source: Let the red-blue split show through where the board background is normally black.
zh_hans: 让红蓝分栏透过原本黑色的记分牌背景区域。

source: Let Web API browser sources use display IDs 1-8 so each source can receive its own display mode. ID 0 follows the main Display Control.
zh_hans: 让 Web API 浏览器源使用显示 ID 1-8，使每个源都能接收自己的显示模式。ID 0 跟随主显示控制。

source: Library
zh_hans: 资料库

source: License
zh_hans: 许可证

source: Lincoln-Douglas
zh_hans: 林肯-道格拉斯辩论

source: Lineup
zh_hans: 阵容

source: Lineup Toggle
zh_hans: 阵容切换

source: Links
zh_hans: 链接

source: Live
zh_hans: 实时

source: Live Activity
zh_hans: 实时活动

source: Live Board
zh_hans: 实时面板

source: Live controls are saved
zh_hans: 实时控制会保存

source: Load game file
zh_hans: 载入比赛文件

source: Loading scoreboard setup
zh_hans: 正在加载记分牌设置

source: Local Display
zh_hans: 本机显示

source: Local Network
zh_hans: 本地网络

source: Local network access is blocked for Scoreboard.
zh_hans: Scoreboard 的本地网络访问已被阻止。

source: Local Network Denied
zh_hans: 本地网络已拒绝

source: Local Network Permission
zh_hans: 本地网络权限

source: Local Network permission is required before this device can discover nearby displays, host the Web API, or send commands to Companion on your production network. Open system settings here if the OS has blocked access.
zh_hans: 需要本地网络权限，此设备才能发现附近显示设备、托管 Web API，或在制作网络中向 Companion 发送命令。如果系统已阻止访问，请在此打开系统设置。

source: Local Scoreboard
zh_hans: 本机记分牌

source: Local Scoreboard is live. Rotate iPhone to show the scoreboard on this screen.
zh_hans: 本机记分牌正在显示。将 iPhone 旋转至横屏即可在此屏幕上显示记分牌。

source: Log View
zh_hans: 日志视图

source: Logo Opacity
zh_hans: 标志不透明度

source: Logo Size
zh_hans: 标志大小

source: Logo tiles fade through a black-and-white checker pattern.
zh_hans: 标志图块会以黑白棋盘图案淡入淡出。

source: Logs
zh_hans: 日志

source: Long traditional scoreboard tone
zh_hans: 传统记分牌长音

source: Low percussive action hit
zh_hans: 低沉打击反馈音

source: Low Thump
zh_hans: 低沉敲击

source: Main clock expiration
zh_hans: 主计时结束

source: Main, chess, or debate clock starts
zh_hans: 主计时、棋钟或辩论计时开始

source: Main, chess, or debate clock stops
zh_hans: 主计时、棋钟或辩论计时停止

source: Manage local game files for both reusable setups and live games.
zh_hans: 管理可复用设置和实时比赛的本地比赛文件。

source: Manage the short timer
zh_hans: 管理短计时器

source: Manage the shot clock
zh_hans: 管理进攻计时

source: Master
zh_hans: 主计时

source: Match already has a winner
zh_hans: 比赛已有胜方。

source: Match Controls
zh_hans: 比赛控制

source: Match Format
zh_hans: 赛制

source: Matchup
zh_hans: 对阵

source: Menu labels
zh_hans: 菜单标签

source: Missing Host
zh_hans: 缺少主机

source: Mode
zh_hans: 模式

source: Modified
zh_hans: 已修改

source: Move back one %@?
zh_hans: 返回上一个%@？

source: Moved %lld of %lld files.
zh_hans: 已移动 %1$lld/%2$lld 个文件。

source: Moving %@ (%lld of %lld)
zh_hans: 正在移动 %@（%lld/%lld）

source: Moving files into Files
zh_hans: 正在将文件移入“文件”App

source: Mute
zh_hans: 静音

source: Muted
zh_hans: 已静音

source: Name
zh_hans: 名称
